Repository: NapNeko/NapCat-Mac-Installer
Catalog: NapCatInstaller/Localizable.xcstrings
Source language: zh_hans
Languages: en

# %@，可升级%@
source: %1$@，可升级%2$@
en: %1$@, new version %2$@ available

source: %@，已安装
en: %@, installed

source: %@，已是最新
en: %@, up to date

source: 原版QQ
en: Original QQ

source: 发生错误
en: Failed

source: 未安装
en: Not installed

source: 正在加载…
en: Loading...

source: 正在读取…
en: Loading...

source: 自定义 %@
en: Custom %@

source: 🐧 启动 原版QQ
en: 🐧 Launch Original QQ

source: 🐱 启动 NapCat
en: 🐱 Launch NapCat

source: NapCat 安装成功
en: NapCat installed successfully

source: NapCat 已更新至最新版本
en: NapCat updated to the latest version

source: NapCat版本
en: NapCat Version

source: QQ 可执行文件不存在或不可执行
en: The QQ executable does not exist or is not executable

source: QQ版本
en: QQ Version

source: 代理
en: Proxy

source: 使用终端打开
en: Open in Terminal

source: 切换程序入口「 NapCat 」
en: Switch Entry to「 NapCat 」

source: 切换程序入口「 原版 QQ 」
en: Switch Entry to「 Original QQ 」

source: 刷新
en: Reload

source: 卸载
en: Uninstall

source: 取消
en: Cancel

source: 启动
en: Launch

source: 启动原版QQ
en: Launch Original QQ

source: 启动失败: %@
en: Launch failed: %@

source: 复制
en: Copy

source: 好
en: OK

source: 安装
en: Install

source: 安装结果
en: Installation Result

source: 完成
en: Done

source: 将恢复 QQ 原版程序入口并启动，需要输入开机密码。
en: The original QQ entry will be restored and launched. Your login password is required.

source: 打开 %@
en: Open %@

source: 打开WebUI
en: Open WebUI

source: 提示
en: Notice

source: 操作完成
en: Operation completed

source: 文件位置
en: File Location

source: 更新
en: Upgrade

source: 未找到 QQ.app，请确认已安装 QQ
en: QQ.app not found. Please make sure QQ is installed.

source: 未找到该路径： %@
en: Path not found: %@

source: 注意：需要在“系统设置-隐私与安全性-App管理”中添加该程序！
en: Note: You need to add this app in System Settings > Privacy & Security > App Management!

source: 确认启动
en: Confirm Launch

source: 程序入口
en: Program Entry

source: 自动检测
en: Automatic

source: 请先还原再卸载
en: Please restore the patch before uninstallation

source: 进度: %@
en: Progress: %@
